examples/OpenFOAM/couette/0/PaxHeaders.13074/T
30 mtime=1672153125.408427079
30 atime=1690573191.738440386
30 ctime=1672153125.408427079
