examples/OpenFOAM/couette/system/PaxHeaders.13074/controlDict
30 mtime=1672153125.404426999
30 atime=1690573191.734440292
30 ctime=1672153125.404426999
